export default {
  namespaced: true,
  state: {
    meat: [
      {
        name: 'Курица запеченная',
        img: '',
      },
      {
        name: 'Копченная курица',
        img: '',
      },
      {
        name: 'Свинина',
        img: '',
      },
      {
        name: 'Говяжий фарш',
        img: '',
      },
      {
        name: 'Ветчина',
        img: '',
      },
      {
        name: 'Охотничьи сосиски',
        img: '',
      },
      {
        name: 'Салями',
        img: '',
      },
      {
        name: 'Свиной балык',
        img: '',
      },
      {
        name: 'Пепперони',
        img: '',
      },
      {
        name: 'Сыровяленное мясо',
        img: '',
      },
    ],
    vegetables: [
      {
        name: 'Томаты',
        img: '',
      },
      {
        name: 'Помидоры черри',
        img: '',
      },
      {
        name: 'Соленый огурец',
        img: '',
      },
      {
        name: 'Лук маринованый',
        img: '',
      },
      {
        name: 'Кукуруза',
        img: '',
      },
      {
        name: 'Ананас',
        img: '',
      },
      {
        name: 'Маслины',
        img: '',
      },
      {
        name: 'Оливки',
        img: '',
      },
      {
        name: 'Шампиньоны свежыие',
        img: '',
      },
      {
        name: 'Шампиньоны жаренные',
        img: '',
      },
      {
        name: 'Перец чили',
        img: '',
      },
      {
        name: 'Болгарский перец',
        img: '',
      }
    ],
    cheese: [
      {
        name: 'Сыр твердый',
        img: '',
      },
      {
        name: 'Моцарелла',
        img: '',
      },
      {
        name: 'Сыр фета',
        img: '',
      },
      {
        name: 'Сыр пармезан',
        img: '',
      },
      {
        name: 'Тостовый сыр',
        img: '',
      },
      {
        name: 'Сыр Дор-Блю',
        img: '',
      }
    ],
    fish: [
      {
        name: 'Снежный краб',
        img: '',
      },
      {
        name: 'Лосось',
        img: '',
      },
      {
        name: 'Мидии',
        img: '',
      },
      {
        name: 'Кальмар',
        img: '',
      },
    ]
  },
  getters: {

  }
}